[Killed] BlockStatement
src/app.service.ts:5:22
 
 @Injectable()
 export class AppService {
-  getHello(): string {
-    return 'Burası kast.url!';
-  }
+  getHello(): string {}
 }
 
killedBy: AppController root should return "Hello World!"
statusReason: Error: expect(received).toBe(expected) // Object.is equality

Expected: "Burası kast.url!"
Received: undefined
